const Footer = () => {
  return (
    <footer className="flex flex-col items-center bg-layout text-contrast">
      <section className="w-[90%] max-w-3xl pb-8">
        <p className="p-0 m-0 text-sm">
          <span className="font-semibold">سلب مسئولیت مهم:</span> تمام محتوای
          ارائه شده در اینجا وب سایت ما، سایت های فوق پیوند، برنامه های کاربردی
          مرتبط، انجمن ها، وبلاگ ها، حساب های رسانه های اجتماعی و سایر پلت فرم
          ها &apos;سایت&apos; فقط برای اطلاعات عمومی شما است که از منابع شخص
          ثالث تهیه شده است. ما هیچ گونه ضمانتی در رابطه با محتوای خود نداریم،
          از جمله، اما نه محدود به دقت و به روز بودن. هیچ بخشی از محتوایی که ما
          ارائه می‌دهیم به منزله مشاوره مالی، مشاوره حقوقی یا هر نوع مشاوره
          دیگری نیست که برای اتکای خاص شما برای هر هدفی طراحی شده باشد. هرگونه
          استفاده یا اتکا به محتوای ما صرفاً در معرض خطر و اختیار شماست. شما
          باید قبل از تکیه بر محتوای ما تحقیق، بررسی، تجزیه و تحلیل و تأیید
          کنید. تجارت یک فعالیت بسیار پرخطر است که می تواند منجر به زیان های
          عمده شود، بنابراین قبل از هر تصمیمی با مشاور مالی خود مشورت کنید. هیچ
          محتوایی در سایت ما به معنای درخواست یا پیشنهاد نیست.
        </p>
      </section>
    </footer>
  );
};

export default Footer;
